IDEA StatiCa Open Model
MatConcreteSIA.Fctk_0_95 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 characteristic axial tensile strength of concrete 95% quantile
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fctk_0_95 { get; set; }
Public Property Fctk_0_95 As Double
	Get
	Set
public:
property double Fctk_0_95 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace